export const consultationsData = {
    uz: [
        {
            id: "psychology-online",
            title: "Психологик Консультация (аёллар учун): 1 онлайн сессия",
            description: "📚 Сессияларим 90% психологик техникадардан иборат. Ҳаётга бошқача қарашни бошлайсиз 💫✨",
            price: 1000000,
            type: "ONLINE" as const,
            image: "/images/consultations/psychology.png",
            features: [
                "Вазиятларингизни ўрганиб олиб таҳлил қилиш",
                "1-та сессия вақти 1 соат (биринчи сессия 1.5 соат)",
                "1 практика бажарамиз ва амалиётлар берилади",
                "Мия ва онг ости ишлаши тушунтирилади",
                "1-2 ҳафта давомида аълоқада бўлиш ва текшириш",
                "Суҳбатлашиб йўналтириш"
            ]
        },
        {
            id: "psychology-offline",
            title: "Психологик Консультация (аёллар учун): 1 жонли офлайн сессия",
            description: "📚 Сессияларим 90% психологик техникадардан иборат. Ҳаётга бошқача қарашни бошлайсиз 💫✨",
            price: 2000000,
            type: "OFFLINE" as const,
            image: "/images/consultations/psychology.png",
            features: [
                "Вазиятларингизни ўрганиб олиб таҳлил қилиш",
                "1-та сессия вақти 1 соат (биринчи сессия 1.5 соат)",
                "1 практика бажарамиз ва амалиётлар берилади",
                "Мия ва онг ости ишлаши тушунтирилади",
                "1-2 ҳафта давомида аълоқада бўлиш ва текшириш",
                "Суҳбатлашиб йўналтириш"
            ]
        }
    ],
    ru: [
        {
            id: "psychology-online",
            title: "Психологическая Консультация (женская): 1 онлайн сессия",
            description: "📚 Мои сессии на 90% состоят из психологических техник. Вы начнете смотреть на жизнь иначе 💫✨",
            price: 1000000,
            type: "ONLINE" as const,
            image: "/images/consultations/psychology.png",
            features: [
                "Анализ ваших ситуаций",
                "Время сессии 1 час (первая сессия 1.5 часа)",
                "Выполняем 1 практику и выдаем задания",
                "Объяснение работы мозга и подсознания",
                "Инструкции по выполнению практик",
                "Поддержка 1-2 недели и проверка выполнения",
                "Направляющая беседа"
            ]
        },
        {
            id: "psychology-offline",
            title: "Психологическая Консультация (женская): 1 живая офлайн сессия",
            description: "📚 Мои сессии на 90% состоят из психологических техник. Вы начнете смотреть на жизнь иначе 💫✨",
            price: 2000000,
            type: "OFFLINE" as const,
            image: "/images/consultations/psychology.png",
            features: [
                "Анализ ваших ситуаций",
                "Время сессии 1 час (первая сессия 1.5 часа)",
                "Выполняем 1 практику и выдаем задания",
                "Объяснение работы мозга и подсознания",
                "Инструкции по выполнению практик",
                "Поддержка 1-2 недели и проверка выполнения",
                "Направляющая беседа"
            ]
        }
    ]
}
